tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "openjdk"
brew "ammonite-repl"
brew "bat"
brew "bison"
brew "python@3.9"
brew "node"
brew "bitwarden-cli"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "docker"
brew "exiftool"
brew "fish"
brew "flex"
brew "fzf"
brew "git"
brew "git-flow"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gopls"
brew "htop"
brew "hugo"
brew "krb5"
brew "libsodium"
brew "mas"
brew "mill"
brew "neovim"
brew "nghttp2"
brew "pinentry-mac"
brew "postgresql"
brew "protobuf"
brew "pv"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sbt"
brew "scala"
brew "telnet"
brew "tmux"
brew "tree"
brew "yarn"
brew "coursier/formulas/coursier"
cask "alacritty"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "docker"
cask "flux"
cask "intellij-idea-ce"
cask "nextcloud"
cask "obsidian"
cask "postgres"
cask "postman"
cask "spitfire-audio"
cask "spotify"
cask "temurin11"
cask "tunnelblick"
cask "visual-studio-code"
cask "firefox"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "LimeChat", id: 414030210
